Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SOS_CANT_MESSAGE_EMERGENCY_SERVICES
source: You cannot add an emergency services number as your emergency contact. Try adding a friend or family member.
ar: لا يمكنك إضافة رقم خدمات الطوارئ كجهة اتصال الطوارئ لديك. حاول إضافة أحد أصدقائك أو أفراد عائلتك.
bg: Не може да добавите номер на службите за спешна помощ като контакт при спешни случаи. Вместо това добавете приятел или роднина.
ca: No pots afegir el número d’un servei d’emergència com a contacte d’emergència. Prova d’afegir un amic o familiar.
cs: Číslo tísňových služeb není možné jako nouzový kontakt přidat. Zkuste přidat přátele nebo členy rodiny.
da: Et nummer til alarmcentralen kan ikke tilføjes som din nødkontakt. Prøv at tilføje en ven eller et familiemedlem.
de: Notrufnummern können nicht als Notfallkontakte hinzugefügt werden. Gib eine Nummer von Freund:innen oder Familienmitgliedern an.
el: Δεν είναι δυνατό να προσθέσετε έναν αριθμό Υπηρεσιών έκτακτης ανάγκης ως επαφή έκτακτης ανάγκης σας. Προσθέστε έναν φίλο ή συγγενή αντ’ αυτού.
es: No puedes añadir el número de un servicio de emergencia como contacto de emergencia. Prueba con el número de un amigo o un familiar.
es_us: No puedes agregar a un servicio de emergencia como contacto de emergencia. Intenta agregar a un amigo o familiar.
fi: Et voi lisätä hätänumeroa ICE-yhteyshenkilöksi. Lisää ystävä tai perheenjäsen.
fr: Vous ne pouvez pas ajouter un numéro de service d’urgence comme contact d’urgence. Choisissez un ami ou un membre de votre famille.
fr_ca: Vous ne pouvez pas ajouter les services d’urgence comme contacts d’urgence. Ajoutez un ami ou un membre de votre famille.
he: לא ניתן להגדיר מספר של שירותי חירום כאיש קשר לשעת חירום. יש לנסות להוסיף חברים או קרובי משפחה.
hi: अपने आपातकालीन संपर्क के रूप में आप आपातकालीन सेवाओं के नंबर नहीं जोड़ सकते हैं। दोस्त या परिवार के किसी सदस्य का नंबर जोड़ने की कोशिश करें।
hr: Ne možete dodati broj hitnih službi kao vaš hitni kontakt. Pokušajte dodati prijatelja ili člana obitelji.
hu: Nem adhatja meg egy sürgősségi segélyszolgálat telefonszámát vészhelyzet esetén értesítendő kontaktként. Próbálja meg egy barátját vagy családtagját megadni.
id: Anda tidak dapat menambahkan nomor layanan darurat sebagai kontak darurat Anda. Coba tambahkan teman atau anggota keluarga.
it: Non è possibile fornire il numero dei servizi di soccorso come contatto d’emergenza, aggiungi un amico o un familiare.
ja: 緊急通報サービス番号を緊急連絡先として追加することはできません。友達または家族を追加してみてください。
kk: Төтенше контакт ретінде төтенше сервистерді қосу мүмкін емес. Досыңызды немесе отбасы мүшесін қосыңыз.
ko: 긴급 서비스 번호를 긴급 연락처로 추가할 수 없습니다. 친구 또는 가족을 긴급 연락처로 추가하십시오.
lt: Negalite įtraukti pagalbos tarnybų numerio kaip adresato nelaimės atveju. Pabandykite įtraukti draugą ar šeimos narį.
ms: Anda tidak boleh menambah nombor perkhidmatan kecemasan sebagai kenalan kecemasan anda. Cuba tambah rakan atau ahli keluarga.
nl: Je kunt niet het alarmnummer of een nummer van hulpdiensten opgeven als SOS-contactpersoon. Geef het nummer van bijvoorbeeld een vriend of familielid op.
no: Du kan ikke legge til et nødnummer som nødkontakt. Prøv å legge til en venn eller et familiemedlem.
pl: Nie możesz dodać numeru służb ratowniczych jako kontaktu alarmowego. Spróbuj dodać numer znajomego lub członka rodziny.
pt_br: Você não pode adicionar um número de serviço de emergência como contato de emergência. Tente adicionar um amigo ou familiar.
pt_pt: Não pode adicionar o número do serviço de urgência como contacto em caso de emergência. Indique o número de um familiar ou amigo.
ro: Nu puteți adăuga un număr al serviciilor de urgență drept contact pentru urgențe. Încercați să adăugați un prieten sau o rudă.
ru: Телефон экстренной службы нельзя добавлять в качестве контакта на случай ЧП. Попытайтесь добавить телефон друга или члена семьи.
sk: Číslo tiesňovej linky nemôžete pridať ako svoj tiesňový kontakt. Skúste pridať priateľa alebo člena rodiny.
sl: Številke službe za nujno pomoč ne morete dodati kot stik za nujne primere. Poskusite dodati prijatelja ali družinskega člana.
sv: Det går inte att ange ett nödsamtalsnummer som din nödkontakt. Försök att lägga till en vän eller en familjemedlem.
th: คุณไม่สามารถเพิ่มเบอร์โทรศัพท์เข้าในรายชื่อผู้ติดต่อฉุกเฉินสำหรับบริการฉุกเฉินได้ ลองเพิ่มเพื่อนหรือสมาชิกในครอบครัว
tr: Acil durum kişisi olarak acil servis numarası ekleyemezsiniz. Bir arkadaşınızı veya aile üyesini eklemeyi deneyin.
uk: Не можна додавати номери екстрених служб як екстрений контакт. Додайте друга або родича.
vi: Bạn không thể thêm số dịch vụ khẩn cấp làm liên hệ khẩn cấp của bạn. Thử thêm bạn bè hoặc thành viên gia đình.
zh_cn: 你不能将紧急服务号码添加为紧急联系人。请尝试添加朋友或家人。
zh_hk: 無法加入緊急服務電話號碼作為你的緊急聯絡人。請加入一位朋友或家人。
zh_tw: 你無法將緊急服務電話作為你的緊急聯絡人。請試著加入某位家人或朋友。

# EMERGENCY_TEXT_CALLBACK_NUMBER_ADDITION_HAS_NAME
source: Call or text %@ at %@. Do not reply to this text.
ar: اتصل أو أرسل رسالة إلى %@ على %@. لا ترد على هذه الرسالة.
bg: Обадете се или изпратете съобщение до %@ на %@. Не отговаряйте на това съобщение.
ca: Truca o envia un missatge a %@ al %@. No contestis aquest missatge.
cs: Uživateli %@ můžete zavolat nebo napsat na %@. Na tuto zprávu neodpovídejte.
da: Ring eller send besked til %@ på %@. Svar ikke på denne besked.
de: %@ ist unter %@ per Telefon oder SMS erreichbar. Nicht auf diese SMS antworten.
el: Καλέστε ή στείλτε μήνυμα στο %2$@ (%1$@). Μην απαντήσετε σε αυτό το μήνυμα.
es: Llama o envía un mensaje a %@ al %@. No respondas a este mensaje de texto.
es_us: Llamar o enviar un mensaje a %@ al %@. Este mensaje no admite respuestas.
fi: %@ on tavoitettavissa numerosta %@. Älä vastaa tähän viestiin.
fr: Appelez %@ ou envoyez-lui un message au %@. Ne répondez pas à ce message.
fr_ca: Appelez ou envoyez un message à %@ au %@. Ne répondez pas à ce message.
he: התקשר או שלח הודעה אל %@ במספר %@. נא לא להשיב להודעה זו.
hi: %@ को कॉल या SMS %@ पर करें। इस SMS का जवाब मत दें।
hr: Nazovite ili pošaljite poruku korisniku %@ na %@. Ne odgovarajte na ovu poruku.
hu: Hívja a következőt, vagy küldjön neki üzenetet a(z) %@ számon: %@. Ne válaszoljon erre az üzenetre.
id: Hubungi atau kirim pesan ke %@ di %@. Jangan balas pesan ini.
it: Chiama o scrivi a %@ al numero %@. Non rispondere a questo messaggio.
ja: %@さんに連絡するには%@へメッセージ送信/電話してください。このメッセージには返信しないでください。
kk: %@ пайдаланушысының %@ нөміріне хабарласыңыз немесе SMS жіберіңіз. Бұл мәтінге жауап беру қажет емес.
ko: %@님에게 연락하려면 %@(으)로 전화하거나 문자를 보내십시오. 이 메시지에는 응답하지 마십시오.
lt: Skambinkite ar rašykite %@ numeriu %@. Į šią žinutę neatsakykite.
ms: Panggil atau mesej %@ di %@. Jangan balas mesej ini.
nl: Bel of sms %@ op %@. Antwoord niet op deze sms.
no: Ring eller send melding til %@ på %@. Ikke svar på denne meldingen.
pl: Zadzwoń lub wyślij wiadomość, którą ma otrzymać %@, pod numer %@. Nie odpowiadaj na tę wiadomość.
pt_br: Ligue ou envie uma mensagem para %@ no número %@. Não responda a esta mensagem.
pt_pt: Ligue ou envie um SMS a: %@ (%@). Não responda a esta mensagem.
ro: %@ poate fi contactat(ă) telefonic sau prin mesaje la %@. Nu răspundeți la acest mesaj.
ru: Позвоните или отправьте SMS пользователю %@ на номер %@. Не отвечайте на это сообщение.
sk: Zavolajte alebo pošlite správu užívateľovi %@ o %@. Na túto správu neodpovedajte.
sl: Pokličite osebo %@ ali ji pošljite sporočilo na %@. Ne odgovarjajte na to sporočilo.
sv: Ring eller skicka ett meddelande till %@ på %@. Svara inte på det här meddelandet.
th: โทรหาหรือส่งข้อความถึง %@ ที่เบอร์ %@ อย่าตอบกลับข้อความนี้
tr: %@ adlı kişiye şu numaradan ulaşabilirsiniz: %@. Bu mesaja yanıt vermeyin.
uk: Телефонуйте чи пишіть до %@ на %@. Не відповідайте на цю звістку.
vi: Gọi hoặc nhắn tin cho %@ theo số %@. Không trả lời tin nhắn này.
zh_cn: 拨打或发送短信至%2$@联系%1$@。请勿回复本信息。
zh_hk: 打電話或傳短訊至%@（%@）。請勿回覆此訊息。
zh_tw: 打電話或傳訊息給%@（%@）。請勿回覆此訊息。

# WATCH_AUTO_DIAL_HEADER
source: Automatic Dialing
ar: الاتصال التلقائي
bg: Автоматично набиране
ca: Marcatge automàtic
cs: Automatické vytáčení
da: Automatisk opkald
de: Automatisches Wählen
el: Αυτόματη κλήση
es: Marcación automática
es_us: Marcación automática
fi: Automaattivalinta
fr: Composition automatique
fr_ca: Composition automatique
he: חיוג אוטומטי
hi: ऑटोमैटिक डायलिंग
hr: Automatsko biranje
hu: Automatikus tárcsázás
id: Panggilan Otomatis
it: Composizione automatica
ja: 自動ダイヤル
kk: Автоматты теру
ko: 자동 전화 연결
lt: Automatinis rinkimas
ms: Pendailan Automatik
nl: Automatisch bellen
no: Automatisk oppringing
pl: Automatyczne wybieranie numeru
pt_br: Ligação Automática
pt_pt: Marcação automática
ro: Apelare automată
ru: Автоматический набор
sk: Automatické vytáčanie
sl: Samodejno klicanje
sv: Automatisk uppringning
th: การเรียกสายอัตโนมัติ
tr: Otomatik Arama
uk: Автоматичний набір
vi: Quay số tự động
zh_cn: 自动拨号
zh_hk: 自動撥號
zh_tw: 自動撥號

# EMERGENCY_TEXT_MESSAGE_SUBSEQUENT_HAS_NAME_NO_LOCATION
source: The approximate location of %1$@ has changed.
ar: تغيّر موقع %1$@ التقريبي.
bg: Приблизителното местоположение на %1$@ се е променило.
ca: La ubicació aproximada on es troba %1$@ ha canviat.
cs: %1$@: Přibližná poloha se změnila.
da: Den omtrentlige lokalitet for %1$@ er ændret.
de: Der ungefähre Standort von %1$@ hat sich geändert.
el: Η κατά προσέγγιση τοποθεσία του χρήστη «%1$@» άλλαξε.
es: La ubicación aproximada de %1$@ ha cambiado.
es_us: Cambió la ubicación aproximada de %1$@.
fi: %1$@ on liikkunut ja hänen likimääräinen sijaintinsa on muuttunut.
fr: La position approximative de %1$@ a changé.
fr_ca: La position approximative de %1$@ a changé.
he: המיקום המשוער של %1$@ השתנה.
hi: %1$@ की जगह अब बदल गई है।
hr: Približna lokacija osobe %1$@ je promijenjena.
hu: %1$@ hozzávetőleges helyzete megváltozott.
id: Perkiraan lokasi %1$@ telah berubah.
it: La posizione approssimativa di %1$@ è cambiata.
ja: %1$@さんのおおよその現在地が変わりました。
kk: %1$@ болжалды орны өзгерді.
ko: %1$@님의 대략적인 위치가 변경되었습니다.
lt: Pasikeitė apytikrė %1$@ buvimo vieta.
ms: Lokasi anggaran %1$@ telah berubah.
nl: De locatie bij benadering van %1$@ is gewijzigd.
no: Den omtrentlige posisjonen til %1$@ er endret.
pl: Przybliżone położenie tej osoby (%1$@) uległo zmianie.
pt_br: A localização aproximada de %1$@ mudou.
pt_pt: A localização aproximada de %1$@ mudou.
ro: Localizarea aproximativă a utilizatorului %1$@ s-a modificat.
ru: Приблизительная геопозиция пользователя %1$@ изменилась.
sk: Približná poloha užívateľa %1$@ sa zmenila.
sl: Približna lokacija osebe %1$@ se je spremenila.
sv: Den ungefärliga platsen för %1$@ har ändrats.
th: ตำแหน่งที่ตั้งโดยประมาณของ %1$@ เปลี่ยนไป
tr: %1$@ adlı kişinin yaklaşık konumu değişti.
uk: Орієнтовне місце %1$@ змінилося.
vi: Vị trí gần đúng của %1$@ đã thay đổi.
zh_cn: %1$@的大致位置已更改。
zh_hk: %1$@的大約位置已更改。
zh_tw: %1$@的大約位置已更改。

# EMERGENCY_TEXT_MESSAGE_HAS_NAME_NO_LOCATION
source: %1$@ called emergency services.
ar: اتصل(ت) %1$@ بخدمات الطوارئ.
bg: %1$@ се обади на службите за спешна помощ.
ca: %1$@ ha trucat als serveis d’emergències.
cs: %1$@ volá tísňovým službám.
da: %1$@ har ringet til alarmcentralen.
de: %1$@ hat die Rettungsdienste angerufen.
el: Ο χρήστης «%1$@» κάλεσε τις Υπηρεσίες έκτακτης ανάγκης.
es: %1$@ ha llamado a los servicios de emergencia.
es_us: %1$@ llamó a los servicios de emergencia.
fi: %1$@ soitti hätäpuhelun.
fr: %1$@ a appelé les secours.
fr_ca: %1$@ a appelé les services d’urgence.
he: התבצעה על ידי %1$@ שיחה לשירותי חירום.
hi: %1$@ ने आपातकालीन सेवा को कॉल किया।
hr: Osoba %1$@ je nazvala hitne službe.
hu: %1$@ felhívta a sürgősségi segélyszolgálatokat.
id: %1$@ memanggil layanan darurat.
it: %1$@ ha chiamato i servizi di soccorso.
ja: %1$@さんが緊急通報サービスに電話しました。
kk: %1$@ төтенше қызметтерге қоңырау шалды.
ko: %1$@님이 긴급 서비스에 전화했습니다.
lt: %1$@ paskambino pagalbos tarnyboms.
ms: %1$@ menghubungi perkhidmatan kecemasan.
nl: %1$@ heeft de hulpdiensten gebeld.
no: %1$@ ringte nødnummeret.
pl: %1$@ dzwoni pod numer alarmowy.
pt_br: %1$@ ligou para os serviços de emergência.
pt_pt: %1$@ ligou para os serviços de urgência.
ro: %1$@ a apelat serviciile de urgență.
ru: %1$@ вызвал(а) экстренные службы.
sk: %1$@ uskutočnil(a) tiesňový hovor.
sl: Oseba %1$@ je poklicala službo za nujno pomoč.
sv: %1$@ ringde ett nödsamtal.
th: %1$[tt]@ได้โทรหาบริการฉุกเฉิน
tr: %1$@ acil servisi aradı.
uk: Від %1$@ надійшов виклик до екстрених служб.
vi: %1$@ đã gọi dịch vụ khẩn cấp.
zh_cn: %1$@呼叫了紧急服务。
zh_hk: %1$@已致電緊急服務。
zh_tw: %1$@撥打了緊急服務電話。

source: Emergency SOS
ar: طوارئ SOS
bg: SOS обаждане
ca: Emergència SOS
cs: Tíseň SOS
da: Nød‑SOS
de: Notruf SOS
el: Επείγον SOS
es: Emergencia SOS
es_us: Emergencia SOS
fi: Hätätila SOS
fr: Appel d’urgence
fr_ca: Urgence SOS
he: חירום SOS
hi: आपातकालीन SOS
hr: Hitan poziv
hu: Vészhelyzet – SOS
id: Darurat SOS
it: SOS emergenze
ja: 緊急SOS
kk: Төтенше қоңырау — SOS
ko: 긴급 구조 요청
lt: SOS signalas
ms: SOS Kecemasan
nl: Nood­melding
no: Nødanrop (SOS)
pl: Alarmowe SOS
pt_br: SOS de Emergência
pt_pt: SOS emergência
ro: S.O.S. urgențe
ru: Экстренный вызов — SOS
sk: SOS
sl: Nujni poziv SOS
sv: Nödanrop SOS
th: SOS ฉุกเฉิน
tr: Acil SOS
uk: Сигнал SOS
vi: SOS khẩn cấp
zh_cn: SOS紧急联络
zh_hk: 緊急求助SOS
zh_tw: SOS緊急服務

# ACCIDENTAL_SOS_NOTIF_BODY_FIVE_PRESSES_WITH_TIME_%@_SINGULAR
source: iPhone initiated Emergency SOS at %@ because the side button was rapidly pressed five times. You can manage Call with 5 Presses in Settings.
ar: بدأ iPhone إجراء طوارئ SOS الساعة %@ لأنه تم الضغط على الزر الجانبي خمس مرات تباعًا. يمكنك إدارة مكالمة "الاتصال بالضغط خمس مرات" في الإعدادات.
bg: iPhone инициира SOS обаждане в %@, защото страничният бутон е бил натиснат бързо пет пъти. Можете да управлявате „Обаждане при 5 натискания“ в Настройки.
ca: L’iPhone ha iniciat l’avís d’emergència SOS a la %@ en prémer el botó lateral 5 vegades ràpidament. Pots gestionar les opcions de les trucades d’emergència a la configuració.
cs: iPhone v %@ aktivoval funkci Tíseň SOS, protože bylo pětkrát rychle za sebou stisknuto postranní tlačítko. Volbu „Volání 5 stisknutími“ můžete spravovat v Nastavení.
da: iPhone startede Nød‑SOS kl. %@, fordi der blev trykket hurtigt på sideknappen fem gange. Du kan administrere Ring op med 5 tryk i Indstillinger.
de: Das iPhone hat um %@ Uhr Notruf SOS gestartet, da die Seitentaste 5-mal schnell gedrückt wurde. Du kannst „Durch 5-mal Drücken anrufen“ in den Einstellungen verwalten.
el: Το iPhone εκκίνησε το Επείγον SOS στη %@ μετά από γρήγορο πάτημα του πλευρικού κουμπιού πέντε φορές. Μπορείτε να διαχειριστείτε την Κλήση με 5 πατήματα κουμπιού στις Ρυθμίσεις.
es: A la %@ el iPhone inició “Emergencia SOS” porque se pulsó el botón lateral cinco veces seguidas. Puedes gestionar la opción “Llamar pulsando 5 veces” en Ajustes.
es_us: El iPhone inició Emergencia SOS a la %@ porque se presionó el botón lateral cinco veces rápidamente. Puedes controlar la opción Llamar con cinco presiones en Configuración.
fi: iPhone käynnisti Hätätila SOS:n klo %@, koska sivupainiketta painettiin nopeasti viisi kertaa. Voit hallita Soita 5 painalluksella -valintaa Asetuksissa.
fr: L’iPhone a émis un appel d’urgence à %@ car cinq pressions rapides ont été effectuées sur le bouton latéral. Vous pouvez gérer « Appeler avec 5 appuis sur le bouton » dans Réglages.
fr_ca: Un appel Urgence SOS a été lancé à %@, car le bouton latéral a été enfoncé 5 fois rapidement d’affilée. Vous pouvez gérer « Appeler avec 5 pressions » dans Réglages.
he: ה-iPhone יזם שיחת ״חירום SOS״ ב-%@ משום שבוצעו חמש לחיצות מהירות על כפתור הצד. ניתן לנהל את ״חיוג באמצעות 5 לחיצות״ ב״הגדרות״.
hi: %@ पर iPhone ने आपातकालीन SOS शुरू कर दिया क्योंकि साइड बटन को पाँच बार तेज़ी से दबाया गया था। आप सेटिंग्ज़ में “5 बार दबाने पर कॉल करें” को प्रबंधित कर सकते हैं।
hr: iPhone je pokrenuo Hitan poziv u %@ jer je bočna tipka bila brzo pritisnuta pet puta. U Postavkama možete upravljati Pozivom pomoću 5 pritisaka.
hu: Az iPhone segélyhívást indított %@-kor, mivel ötször gyorsan lenyomta az oldalsó gombot. A Hívás 5 gombnyomással funkciót a Beállításokban kezelheti.
id: iPhone Anda memulai Darurat SOS pukul %@ karena tombol samping ditekan lima kali dengan cepat. Anda dapat mengelola Panggil dengan 5 Kali Tekan di Pengaturan.
it: iPhone ha avviato “SOS Emergenze” all’%@ perché il tasto laterale è stato premuto rapidamente cinque volte. Puoi gestire “Chiama premendo 5 volte” in Impostazioni.
ja: サイドボタンが素早く5回押されたため、%@にiPhoneから緊急SOSへの発信がありました。“設定”で“5回押して通報”を管理できます。
kk: iPhone сағат %@ кезінде төтенше қоңырау шалуды бастады, себебі бүйірлік түйме бес рет жылдам басылды. «Реттеулер» бөлімінен «5 рет басу арқылы қоңырау шалу» опциясын басқаруға болады.
ko: %@에 iPhone의 측면 버튼이 빠르게 5번 눌려서 긴급 구조 요청이 작동되었습니다. 설정에서 ‘5번 눌러서 전화걸기’를 관리할 수 있습니다.
lt: „iPhone“ inicijavo SOS signalo prašymą %@, nes naudotojas greitai 5 kartus paspaudė šoninį mygtuką. Skambutį galite nustatyti pasitelkę penkių paspaudimų parinktį srityje „Nustatymai“.
ms: iPhone memulakan SOS Kecemasan pada %@ kerana butang sisi ditekan lima kali dengan pantas. Anda boleh mengurus Hubungi dengan Tekan 5 Kali dalam Seting.
nl: De iPhone heeft om %@ een nood­oproep geïnitieerd, omdat er vijf­maal snel op de zijknop werd gedrukt. Je kunt 'Bel met vijf­maal drukken' beheren in Instellingen.
no: iPhonen startet et Nødanrop (SOS) kl. %@, fordi sideknappen ble trykket inn raskt fem ganger. Du kan endre Ring med fem trykk i Innstillinger.
pl: iPhone wykonał połączenie funkcji Alarmowe SOS o %@ po szybkim pięciokrotnym naciśnięciu przycisku bocznego. Opcją 5 naciśnięć możesz zarządzać w Ustawieniach.
pt_br: O iPhone iniciou um SOS de Emergência à %@ porque o botão lateral foi pressionado rapidamente cinco vezes. Você pode gerenciar o recurso Pressionar 5 Vezes para Ligar nos Ajustes.
pt_pt: O iPhone iniciou o SOS emergência à %@ porque o botão lateral foi premido rapidamente cinco vezes. Pode gerir a opção Premir 5 vezes para ligar, nas Definições.
ro: iPhone‑ul dvs. a inițiat “S.O.S. urgențe” la %@, pentru că butonul lateral a fost apăsat rapid de cinci ori. Puteți gestiona opțiunea “Apelare cu 5 apăsări” în Configurări.
ru: iPhone начал экстренный вызов в %@, так как боковая кнопка была быстро нажата пять раз. Параметром «Вызов пятью нажатиями» можно управлять в Настройках.
sk: iPhone o %@ aktivoval funkciu SOS, pretože došlo k stlačeniu bočného tlačidla 5-krát rýchlo za sebou. Funkciu Zavolať stlačením 5-krát môžete spravovať v Nastaveniach.
sl: iPhone je sprožil nujni poziv SOS ob %@, ker je bil stranski gumb petkrat na hitro pritisnjen. Možnost Klic s 5 pritiski lahko upravljate v Nastavitvah.
sv: iPhone startade Nödanrop SOS kl. %@ eftersom sidoknappen trycktes in fem gånger snabbt. Du kan hantera Fem knapptryck för att ringa i Inställningar.
th: iPhone ได้เริ่มการทำงาน SOS ฉุกเฉินเมื่อเวลา %@ โดยมีการกดปุ่มด้านข้างอย่างรวดเร็วห้าครั้ง คุณสามารถจัดการการโทรโดยกด 5 ครั้งได้ในการตั้งค่า
tr: iPhone, %@ sularında yan düğmeye hızlıca beş kez basıldığı için Acil SOS başlattı. 5 Kez Basarak Ara’yı Ayarlar’da yönetin.
uk: З вашого iPhone надійшов Сигнал SOS о %@, оскільки бічну кнопку було швидко натиснуто 5 разів. Функцією «Виклик 5‑ма натисненнями» можна керувати в Параметрах.
vi: iPhone đã bắt đầu SOS khẩn cấp lúc %@ vì nút sườn được nhấn nhanh năm lần. Bạn có thể quản lý tính năng Gọi bằng cách nhấn 5 lần trong Cài đặt.
zh_cn: 因侧边按钮被快速按下五次，iPhone于%@发起了SOS紧急联络。你可以在“设置”中管理“按5次进行呼叫”。
zh_hk: iPhone的側邊按鈕於%@被快速地按五下而啟動了「緊急求助SOS」。你可以在「設定」中管理「按五下即可通話」。
zh_tw: iPhone已在%@啟動「SOS緊急服務」，因為側邊按鈕曾被快速按五下。你可以在「設定」中管理「按五下通話」。

# SOS_VOICEMESSAGE_SPEECH_RELEASE_TO_CALL
source: Release to call
ar: أفلت لإجراء الاتصال
bg: Пуснете за обаждане
ca: Deixa anar els botons per trucar.
cs: Uvolněním tlačítek zavoláte
da: Slip for at ringe op
de: Zum Anrufen loslassen
el: Αφήστε για κλήση
es: Suelta para llamar
es_us: Suelta para llamar
fi: Soita vapauttamalla
fr: Relâchez pour appeler.
fr_ca: Relâcher pour appeler
he: יש לשחרר כדי לחייג
hi: कॉल करने के लिए छोड़ें
hr: Otpustite za pozivanje
hu: Felengedés a híváshoz
id: Lepaskan untuk memanggil
it: Rilascia per chiamare
ja: 指を放して通報
kk: Қоңырау шалу үшін босату
ko: 전화를 걸려면 손가락을 떼십시오.
lt: Atleisti, norint skambinti
ms: Lepaskan untuk panggil
nl: Laat los om te bellen
no: Slipp for å ringe
pl: Zwolnij przyciski, aby zadzwonić
pt_br: Solte para ligar
pt_pt: Soltar para ligar
ro: Eliberați pentru a apela
ru: Отпустите для вызова
sk: Uvoľnením zavoláte
sl: Spustite za klic
sv: Släpp för att ringa
th: ปล่อยเพื่อโทร
tr: Aramak için bırakın
uk: Відпустіть, щоб зателефонувати
vi: Thả ra để gọi
zh_cn: 松开以呼叫
zh_hk: 放開以致電
zh_tw: 放開按鈕來撥打

# SOS_NEWTON_MODE_WORKOUTS_ONLY
source: Only on during workouts
ar: تشغيل أثناء التمارين فقط
bg: Само по време на тренировки
ca: Només durant els entrenaments
cs: Jen při cvičení
da: Kun slået til under træninger
de: Nur während Trainings eingeschaltet
el: Μόνο κατά τη διάρκεια προπονήσεων
es: Solo activa durante los entrenos
es_us: Sólo durante entrenamientos
fi: Päällä vain treenien aikana
fr: Seulement durant les exercices
fr_ca: Active pendant les entraînements
he: פעיל רק במהלך אימונים
hi: केवल वर्कआउट के दौरान चालू
hr: Samo tijekom treninga
hu: Csak edzések közben bekapcsolva
id: Hanya nyala selama olahraga
it: Attivo solo durante gli allenamenti
ja: ワークアウト中のみオン
kk: Тек жаттығулар кезінде қосулы
ko: 운동하는 동안에만
lt: Tik treniruočių metu
ms: Hanya aktif semasa latihan
nl: Ingeschakeld bij work-outs
no: Kun på under treningsøkter
pl: Włączone tylko w trakcie treningów
pt_br: Apenas durante exercícios
pt_pt: Só ativa durante os treinos
ro: Doar în timpul exercițiilor
ru: Только во время тренировок
sk: Len počas tréningov
sl: Vklopljeno samo med vadbami
sv: Endast under träningspass
th: เฉพาะในระหว่างออกกำลังกาย
tr: Yalnızca antrenman sırasında açık
uk: Увімкнено лише під час тренувань
vi: Chỉ bật khi đang tập luyện
zh_cn: 仅在体能训练期间开启
zh_hk: 只在體能訓練期間開啟
zh_tw: 只在體能訓練期間開啟

source: Call with Side Button
ar: الاتصال بالضغط على الزر الجانبي
bg: Обаждане със страничния бутон
ca: Trucada amb el botó lateral
cs: Volání postranním tlačítkem
da: Ring med sideknappen
de: Mit Seitentaste anrufen
el: Κλήση με πλευρικό κουμπί
es: Llamar con el botón lateral
es_us: Llamar con el botón lateral
fi: Soita sivupainikkeella
fr: Appeler avec le bouton latéral
fr_ca: Appeler avec le bouton latéral
he: חיוג בעזרת כפתור הצד
hi: साइड बटन से कॉल करें
hr: Pozivanje bočnom tipkom
hu: Hívás az oldalsó gombbal
id: Panggil dengan Tombol Samping
it: Chiama con il tasto laterale
ja: サイドボタンで通報
kk: Бүйірлік түйме арқылы қоңырау шалу
ko: 측면 버튼으로 전화걸기
lt: Skambinti naudojant šoninį mygtuką
ms: Panggil dengan Butang Sisi
nl: Bel met zijknop
no: Ring med sideknappen
pl: Dzwoń przyciskiem bocznym
pt_br: Ligar com o Botão Lateral
pt_pt: Botão lateral para ligar
ro: Apelare cu butonul lateral
ru: Вызов боковой кнопкой
sk: Zavolať bočným tlačidlom
sl: Klic s stranskim gumbom
sv: Ring med sidoknappen
th: โทรด้วยปุ่มด้านข้าง
tr: Yan Düğme ile Ara
uk: Виклик бічною кнопкою
vi: Gọi bằng nút sườn
zh_cn: 使用侧边按钮呼叫
zh_hk: 透過側邊按鈕通話
zh_tw: 透過側邊按鈕通話
